[
    {"question": "If you got a tattoo, what would you get and where would you put it?"},
    {"question": "Who was the last person you called, and what did you talk about?"},
    {"question": "Would you rather live by the beach or near the mountains?"},
    {"question": "Which celebrity do people say you resemble most?"},
    {"question": "What is a special dish that only you can make?"},
    {"question": "What is your go-to junk food?"},
    {"question": "What is one embarrassing thing you've done on a date?"},
    {"question": "If you had to choose between being skinny for the rest of your life, and eating tacos, would you choose hard shell or soft shell tacos?"},
    {"question": "If you owned a boat, what would you name it?"},
    {"question": "What annoys you more than anything else?"},
    {"question": "If you were given money to remodel one thing in your house/apartment, what would it be?"},
    {"question": "Which celebrity would you most like to sit down and have a cup of coffee with?"},
    {"question": "What is something that is your own personal style of fashion?"},
    {"question": "What has been the best thing you found at a yard sale or thrift shop?"},
    {"question": "What book did you most recently read or are currently reading?"},
    {"question": "What TV series have you watched more than once?"},
    {"question": "What movie did you most recently see?"},
    {"question": "Which concert would you like front row seats to?"},
    {"question": "If I open your music player, what song artist would be playing right now?"},
    {"question": "If food suddenly had zero calories, which foods would you binge on the most?"},
    {"question": "What TV series do you love to watch, but would never admit to your friends?"},
    {"question": "What movie do you hate the most?"},
    {"question": "What type of music do you dislike?"},
    {"question": "What is a TV series that disappointed you?"},
    {"question": "If you were an inanimate object, what would you be and why?"},
    {"question": "What is one tiny thing you have a very strong opinion about?"},
    {"question": "If you could be any mythical creature, what would you be and why?"},
    {"question": "If you were a character in a movie, book, or television show, who would you be?"},
    {"question": "Do you have a personal mantra? If so, what is it?"},
    {"question": "What is your favorite word and why?"},
    {"question": "If you lived in a colonial or Medieval village, what would your job be? "},
    {"question": "What is your favorite joke?"},
    {"question": "What question do you most hate being asked?"},
    {"question": "What is something other people admire about you?"},
    {"question": "Have you ever gotten the giggles in an inappropriate place? Where was it? "},
    {"question": "What's your favorite article of clothing you own?"},
    {"question": "Hypothetically speaking, what are you most likely to be arrested for?"},
    {"question": "If you could be any animal, what would you be and why?"},
    {"question": "What is your spirit animal or patronus?"},
    {"question": "What foods can you not stand?"},
    {"question": "Where would you like to travel to most?"},
    {"question": "Is there anywhere you would not want to go on vacation to?"},
    {"question": "What is the worst thing about the place you live?"},
    {"question": "What is the best thing about the place you live?"},
    {"question": "What's the craziest thing you've ever done?"},
    {"question": "What small thing annoys you to an irrational degree?"},
    {"question": "What book, movie, film, or video game had the best ending? "},
    {"question": "What is one thing you're tired of telling/explaining to people?"},
    {"question": "What is one thing you're good at that people don't expect?"},
    {"question": "What stereotype are you most like?"},
    {"question": "What is the best compliment you've ever received? "},
    {"question": "What is an daily injustice you experience often? Something banal but deeply unfair."},
    {"question": "If you could change your name (first, last, middle, or any combination of the three), what would you change and why?"},
    {"question": "What is a story you always fall back on—one you've told so many times you nearly have it memorized?"},
    {"question": " If you could live in any fictional world, where would it be and why?"},
    {"question": "What is your favorite question to answer?"},
    {"question": "If you could enhance one of your senses twofold (e.g. your hearing would be twice as good as it is now), which would you choose to enhance?"},
    {"question": "What is something you love that most people hate?"},
    {"question": "What is something you hate that most people love?"},
    {"question": "If you were a superhero, what would be your name, costume, and catchphrase? Who would be your arch-nemesis?"},
    {"question": "What was the last song that got stuck in your head?"},
    {"question": "If you wanted to impress your date what would you cook them?"},
    {"question": "What is the dumbest purchase you’ve ever made?"},
    {"question": "What object best defines who you are?"},
    {"question": "Which languages do you speak fluently? If you could already know another one, which one would you pick?"},
    {"question": "What is the story behind a scar on your body?"},
    {"question": "If you could be assigned one, would you choose a chef, butler, secretary, housekeeper, or gardener?"},
    {"question": "Do you have or have you ever had an arch rival or nemesis?"},
    {"question": "If you could have any superpower for just one day, but you get to choose the superpower and when you activate it, what would you choose and when would you use it? "},
    {"question": "When you sneeze and someone says 'bless you', you gain the 'BLESSED' status buff for the next 20 minutes. What does it do?"},
    {"question": "What fictional character do you most relate to?"},
]
