[
    {"question": "If you could email your past self from 5 years ago, what advice would you give yourself?"},
    {"question": "If you could send an email to your future self 5 years in the future, what would you want to remind yourself of?"},
    {"question": "What are the books/movies/games that never get old and always make you feel better when you are feeling down?"},
    {"question": "When was the last time you *really* laughed? Why?"},
    {"question": "Which other culture would you choose to be born into?"},
    {"question": "What do you miss most about childhood?"},
    {"question": "What is something you did growing up that still makes you cringe?"},
    {"question": "Would you rather meet your great-grandparents or your great-grandchildren?"},
    {"question": "Who is one of your mentors? What do they mentor you in?"},
    {"question": "Who do you think the most important person alive is today?"},
    {"question": "What did you get in trouble for most as a child?"},
    {"question": "Which long lost childhood object would you want to find again?"},
    {"question": "In what past era would you have liked to have grown up in?"},
    {"question": "If you could work as an assistant to anyone in the world for a year, who would it be?"},
    {"question": "Without changing anything, what moment from your life would you want to relive one more time?"},
    {"question": "If you could get a lesson from a world leading expert, what lesson would you want and from whom?"},
    {"question": "What was something you were taught growing up that you found out was totally untrue?"},
    {"question": "Who has had the most positive impact on your life?"},
    {"question": "What song evokes the strongest memories for you?"},
    {"question": "What is the smallest thing for which you are grateful?"},
    {"question": "Where do you wish you had grown up?"},
    {"question": "Is there something about you that people assume because of your appearance or demeanour? What is a trait or preference you have that people don't expect you to have?"},
    {"question": "What is your biggest non-academic, non work-related accomplishment?"},
    {"question": "What is something you've done/felt/seen/etc. that you wish you could experience again for the first time?"},
    {"question": "What is one childhood memory that you remember especially well?"},
    {"question": "Is there a song/movie/food/etc. that strongly reminds you of someone whenever you experience it? Who does it remind you of?"},
    {"question": "Are there any smells that bring back memories for you? What are they, and what memories do they elicit? "},
    {"question": "What is your least popular or most controversial opinion?"},
    {"question": "If you could live in another time period but stay in the same place you live now, when would you want to live? "},
    {"question": "What is a childhood habit or preference that you'll never outgrow?"},
    {"question": "What was your favourite thing about the place you grew up?"},
    {"question": "What scientific or technological advance blows your mind? Is there any technology that seems so futuristic and advanced you're surprised it actually exists?"},
    {"question": "What is something that gets cooler/more interesting the more you learn about it? "},
    {"question": "What word would your best friend use to describe you? Your parents? Your significant other (if applicable)?"},
    {"question": "If you had the power to completely solve one social or political issue affecting the world today, which would you choose?"},
    {"question": "Who is your best friend? Why are they your best friend?"},
    {"question": "What is one small change you made in your life that had a much bigger impact that you anticipated?"},
    {"question": "Do you believe in fate, the idea that 'whatever is meant to happen will happen'? Or do you believe more in a universe governed mainly by chaos and the unknown? "},
    {"question": "What is something you're inherently bad at, no matter how hard you try to improve?"},
    {"question": "Do you have any inherent talents? "},
    {"question": "What is the best advice you've ever received? "},
    {"question": "What's the worst advice you've ever been given?"},
    {"question": "Which of your flaws are you most proud of?"},
    {"question": "Have you ever desired or longed for something, but once you got it, discovered it was overrated? "},
    {"question": "What's the best outcome of a complete accident you've experienced in your life?"},
    {"question": "If you could live anywhere in the world in any kind of domicile, and money was no object, where would you live and what would your dwelling be like?"},
    {"question": "When you're sick, what are some things you eat/drink/watch/etc. to be comfortable?"},
    {"question": "What's a quirk of yours that few people know about? "},
    {"question": "Have you ever invented something? It doesn't have to be a traditional product either, it can be creating a new dish, coining a term."},
    {"question": "What always makes you nostalgic?"},
    {"question": "What small, insignificant thing gives you joy?"},
    {"question": "What embarrassing memory will forever be burned into your mind?"},
    {"question": "What was the greatest day of your life thus far?"},
    {"question": "In what way do you differ most from your parents?"},
    {"question": "In what way do you realize you've turned into one of your parents?"},
    {"question": "What is something that's difficult for you but easy for most other people?"},
    {"question": "What is something that's easy for you but difficult for most other people?"},
    {"question": "What are you glad you learned as a child?"},
    {"question": "What was your worst vacation experience?"},
    {"question": "If you could know either when you die or how, which would you choose, if either?"},
    {"question": "What is something you had to learn the hard way?"},
    {"question": "What advice do you wish you'd received earlier?"},
    {"question": "What character trait instantly makes you respect someone?"},
    {"question": "What is the best compliment you've ever given someone?"},
    {"question": "What person you know do you look up to most and why?"},
    {"question": "What was the best opportunity you ever received?"},
    {"question": "What is something weird you do that you wonder if other people do as well?"},
    {"question": "What will always be funny to you?"},
    {"question": "How has your year been going...really?"},
    {"question": "Have you ever gotten a hunch about something that turned out to be true?"},
    {"question": "What is the most dangerous thing you've ever done, and why did you do it? "},
    {"question": "Who is the single best person you have ever met? What makes them the best?"},
    {"question": "What is a profession you admire but could never be a part of?"},
    {"question": "What is something you enjoyed doing but would never do again?"},
    {"question": "If you could have grown up in another culture, which would you have wanted?"},
    {"question": "Who is the person you dislike more than anyone else? What are their redeeming qualities?"},
    {"question": "A popular saying is 'nothing is ever lost on the internet' but what is something you have been searching for years and you haven't found it yet?"},
    {"question": "What is a question you wish people wouldn't ask you?"},
    {"question": "What common joke would you retire from the human race if you had the chance?"},
    {"question": "What scientific experiment would you run if money and ethics weren't an issue?"},
    {"question": "Have you ever had an epiphany? What was it about, and what sparked the realization?"},
]
