[
    {"question": "When was the last time you cried? Why?"},
    {"question": "What was the most unjust or plain unfair thing to happen to you that was entirely or at least partially out of your control?"},
    {"question": "What is the hardest thing you’ve ever done – physically?"},
    {"question": "What is the hardest thing you’ve ever done – mentally?"},
    {"question": "What is the hardest thing you’ve ever done – emotionally?"},
    {"question": "If you could have talk to a deceased friend or relative, who would you choose? If you could have a 30 second conversation with that deceased friend or relative, what would you tell them?"},
    {"question": "If you could change one thing about your physical appearance, what would it be?"},
    {"question": "What do you wish you were better at saying no to?"},
    {"question": "If you knew that you only had 5 years to live, what are the things you would change? What excuses are you telling yourself that make you not do it right now?"},
    {"question": "What would you most like to ask God?"},
    {"question": "What is something you wish you could go back and undo?"},
    {"question": "If you believe in an afterlife, what do you think it will be like?"},
    {"question": "Is it more difficult for you to be kind or to be honest?"},
    {"question": "What one thing, whether it's something you did, created, or caused to happen, would you like to be remembered by?"},
    {"question": "Imagine that you could choose when and how you die. At what age would you like to die (no maximum here) and how would you like to go?"},
    {"question": "What single event or decision do you think most affected the rest of your life? Was there a turning point in your life?"},
    {"question": "If you could erase one thing or event from your memory, what would you choose?"},
    {"question": "What is the hardest way you’ve learned an important lesson?"},
    {"question": "What is the 'strangest' thing you believe in? Do you believe in the supernatural? Heaven, angels, ghosts? Luck, fate, magic? Mind reading, lizard people, the Illuminati? Where do you draw the line of belief and disbelief?"},
    {"question": "What has been the biggest change of heart you've had? Have you ever started off on one side of an issue and wound up on the other? What influenced that change?"},
    {"question": "What was the happiest moment of your life so far?"},
    {"question": "What fact about yourself took you the longest to understand or accept?"},
    {"question": "What have you been meaning to do but haven't yet done? Why haven't you done it? "},
    {"question": "What was the hardest decision you've ever made?"},
    {"question": "You're old and on your deathbed. With your last breath, you may deliver your last words to anyone you know. What do you say and who do say it to?"},
    {"question": "What was the scariest moment of your life thus far?"},
    {"question": "You have one year to live: how do you spend it?"},
    {"question": "What fact about yourself took you the longest to understand or accept?"},
    {"question": "What is the greatest physical pain you've ever felt?"},
    {"question": "What, if anything, is too serious to be joked about?"},
    {"question": "Are you currently pursuing what makes you happy? What is the end goal or why aren't you pursuing it?"},
    {"question": "Think of your biggest regret. If you could go back in time and make a decision to keep it from happening, would you? How do you benefit from doing it again? How would you benefit if you did the opposite?"},
    {"question": "Does anybody beside yourself know your deepest secret? Do you ever intend to tell anyone?"},
    {"question": "Are you currently holding a grudge against anyone or anything? "},
    {"question": "What unpleasant experience are you most proud of yourself for making it through? "},
    {"question": "Have you gone through any phases in your life? What is the most notable one?"},
    {"question": "Was there ever a moment when you thought you were going to die?"},
    {"question": "What is something you're hypocritical about; something you believe but have a hard time sticking to in practice?"},
    {"question": "Has anyone close to you ever died? Was there anything that helped you to move past their death? "},
    {"question": "What was the worst day of your life thus far?"},
    {"question": "If there was absolutely no recourse in this life or the afterlife, would you take revenge on someone?"},
    {"question": "What is something you want but will never have?"},
    {"question": "What is one thing you're proud you haven't done?"},
    {"question": "Have you ever challenged or questioned a belief you held for a long time? What prompted it and what was the result?"},
    {"question": "What was the hardest time of your life, and how did you make it through?"},
    {"question": "What's the best lesson you've learned from a difficult situation?"},
    {"question": "What is a fear you've faced and how did you face it?"},
    {"question": "Has anyone ever saved your life? Have you ever saved someone else’s?"},
    {"question": "What unpleasant experience are you most proud of yourself for making it through? "},
    {"question": "What is a story you always fall back on—one you've told so many times you nearly have it memorized....but is actually untrue? What's the real story?"},
    {"question": "What do you think is worth dying for, if anything? "},
    {"question": "Finish this statement however you'd like: 'If you really knew me, then you would know that I…'"},
    {"question": "What were you severely underprepared for?"},
    {"question": "What's the most selfish thing you've done?"},
    {"question": "What's the most selfless thing you've done?"},
    {"question": "What one thing changed the way you see the world?"},
    {"question": "What is the biggest punishment you've ever received? Getting grounded, disciplinary file, prison?"},
    {"question": "What would you NOT do for someone you love?"},
    {"question": "If you died today, what would be your biggest regret?"},
    {"question": "Assume that god exists. For our purposes, he created the universe and has witnessed everything that has happened since. He also has control over everyone's lives and destinies. Once a millennium, he appears to somebody in his human form and will answer one question with absolute truth. He has chosen you. What do you ask him? "},
    {"question": "In what way have you experienced the saying, 'You don't know what you have until you lose it'?"},
    {"question": "Someone you love when they go to sleep tonight. Only you know this; they don't. If you tell them, they will die immediately instead. How do you spend your last day with them? "},
    {"question": "Is there anything you have vowed never to do? Have you ever done it?"},
    {"question": "What's your favorite memory with your best friend?"},
    {"question": "What is the strongest emotional connection you've ever felt with a person? (It doesn't have to be romantic.)"},
    {"question": "Who do you wish was still alive?"},
    {"question": "What’s the biggest fight you’ve gotten into, and what was it about?"},
    {"question": "If you had to write your own eulogy to be read at your funeral, what would it say in brief? Who would read it for you?"},
    {"question": "What is a hard conversation you are avoiding? With whom?"},
    {"question": "If you had taken your life one year ago, what beautiful things would you have had missed out on?"},
    {"question": "What have you regretted finding out?"},
    {"question": "What is something you don’t have the heart to tell to your friends and family?"},
    {"question": "If you could see one measurement or statistic over everyone's heads, what would you want it to indicate?"},
    {"question": "What's a brief summary of your outlook on life?"},
]
