[
    {"question": "What is the most beautiful place you’ve ever seen?"},
    {"question": "What is your favorite holiday? What is your favorite part of that holiday?"},
    {"question": "What is something that is $100 or less and is a total game changer?"},
    {"question": "What is your favorite motto, mantra, or quote?"},
    {"question": "What makes a house a home?"},
    {"question": "When you’re down, what do you do to cheer yourself up?"},
    {"question": "What major past event would you want to witness first hand?"},
    {"question": "If you could master one instrument, what would it be?"},
    {"question": "Would you rather visit the big city or the country side on vacation?"},
    {"question": "If you and your friends crashed in the wilderness, who would survive the longest? Who would be the first to go?"},
    {"question": "If you had one million dollars to spend on anything but yourself, and you had to do it anonymously, how would you spend it?"},
    {"question": "If you could do one dangerous activity with zero risk, what would you do?"},
    {"question": "Which historical sporting event would you most like to have witnessed in person?"},
    {"question": "If you could have the physical abilities of a star player in any sport for one game, which sport would you choose?"},
    {"question": "If you could use a time machine, would you rather have one that only goes back in time or only goes forward?"},
    {"question": " If you got a promotion, a job, a college acceptance, an accolade/award, or just generally accomplished something major, who is the first person you'd tell and how do you think they'd react?"},
    {"question": "If you could be good at any profession without having to receive the accompanying education or trade experience, which would you choose?"},
    {"question": "What is something you're terrible at but wish you could do well?"},
    {"question": "What conspiracy theory are you 99.9% sure is actually true?"},
    {"question": "If you had to choose being born blind or deaf, which would you choose?"},
    {"question": "Some historical figures have epithets attached to their names, like 'The Mad' or 'The Wise'. What would you like yours to be?"},
    {"question": "What cliché do you think is garbage? What cliché do you think holds truth?"},
    {"question": "What do you fear, despite having no real reason to do so? Basically, what is an irrational fear you have? "},
    {"question": "What is your ideal birthday? Not the date, but rather your ideal way to spend the day. "},
    {"question": "What is the most ordinary-seeming thing that you find fascinating?"},
    {"question": "What would you title your memoir? "},
    {"question": "If seasons never changed, which would you most like to live in?"},
    {"question": "What do you get the most compliments about?"},
    {"question": " If we already had a cure for cancer, and you had the power to completely eradicate one other disease, which would you choose to abolish?"},
    {"question": "Is there something you wish everybody knew about you without you having to tell them?"},
    {"question": "What's something you wish you enjoyed but never can seem to?"},
    {"question": "What's the coolest project you've ever worked on? "},
    {"question": "In what ways are you stubborn?"},
    {"question": "What historical event would you most like to have experienced? "},
    {"question": "What is something you don't realise is weird until you really think about it?"},
    {"question": "What do you know isn't real, but want badly for it to exist?"},
    {"question": "In a 'Freaky Friday' situation where you woke up in someone else's body, who would you like to be for a day and have them inhabit your body?"},
    {"question": "What historical figure do you most admire and why?"},
    {"question": "What is one thing you've done/seen/eaten/etc. that turned out to be really good, even though you initially didn't expect it to be? "},
    {"question": "What is something weird you do that you wonder if other people do as well?"},
    {"question": "What was the busiest time of your life thus far?"},
    {"question": "In what way do you differ most from your best friend?"},
    {"question": "What is a quote that speaks to you, and why do you like it?"},
    {"question": "What expensive thing is absolutely worth the money?"},
    {"question": "What historical figure would you most like to sit and have a conversation with over tea?"},
    {"question": "What is a completely rational, justified fear that you have?"},
    {"question": "What will never cease to make you smile?"},
    {"question": "What is the longest or most complex thing you have memorised?"},
    {"question": "If you could have any superpower for just one day, but you get to choose the superpower and when you activate it, what would you choose and when would you use it? "},
    {"question": "What is something you are 99.9% sure is going to happen, but hasn't yet?"},
    {"question": "Would you stop eating all junk food in order to live 5 years longer?"},
    {"question": "What is something you enjoy doing that you try to keep a secret, because it's a tiny bit embarrassing?"},
    {"question": "If you could be the world’s leading expert in one subject, what would it be?"},
    {"question": "What is the worst gift you ever received? What is the worst you ever gave?"},
    {"question": "Which period in history do you feel drawn to?"},
    {"question": "What's the best gift you've ever given? Who did you give it to?"},
    {"question": "What's the best gift you've ever received?"},
    {"question": "What is something that you buy where you 'money is no object'?"},
    {"question": "What was your most memorable meal?"},
    {"question": "What are some lesser-known secondary uses for an everyday product?"},
    {"question": "If you could play any instrument or learn any language in two hours, which would you choose and how would you use your talent? "},
    {"question": "What is the most unforgettable weather you’ve seen? "},
    {"question": "What is the most beautiful drive you’ve ever taken? "},
    {"question": "What scientific experiment would you run if money and ethics weren't an issue?"}
]
