[
    {"question": "Who comes to mind when you hear the word 'successful'?"},
    {"question": "What is one fear you would like to conquer?"},
    {"question": "If money was no object, what would you do with your life?"},
    {"question": "If you went on a spiritual journey, where would you go and what would you do?"},
    {"question": "What is your dream job?"},
    {"question": "Who of your friends would you be most nervous introducing me to? Why?"},
    {"question": "Who of your family members would you be most nervous introducing me to? Why?"},
    {"question": "What quality do you think is most important in a relationship?"},
    {"question": "When you were 7, what did you want to grow up to be?"},
    {"question": "What are your proudest accomplishments?"},
    {"question": "What is one goal you hope to accomplish by the end of the year?"},
    {"question": "What kind of business would you love to start?"},
    {"question": "What is something you’re currently procrastinating?"},
    {"question": "If you didn’t need to work any more for money, what would you be doing 6 months from today?"},
    {"question": "If you’ve had more than one job, which job taught you the most?"},
    {"question": "What is the one thing you've made that you're the most proud of?"},
    {"question": "In what ways do you benefit the world?"},
    {"question": "What is the most important quality you look for in a friend? A romantic partner?"},
    {"question": "What was the best year of your life? The worst? "},
    {"question": "What lesson have you had to learn again and again?"},
    {"question": "If you could ask your future self one thing, what would it be?"},
    {"question": "In what way would you most like to become famous?"},
    {"question": "How would you summarise your life so far in one sentence?"},
    {"question": "What is something you never thought you'd be able to do, until you actually did it? "},
    {"question": "What is something you've done that you recommend everyone do before they die?"},
    {"question": "What did you know was a mistake as soon as you decided to do it, and why did you go through with it anyway?"},
    {"question": "What would you like to accomplish before the year is over? "},
    {"question": "Have you ever been offered a good opportunity but refused? What was the situation? "},
    {"question": "Think of the best teacher you've ever had. What did they teach, and what made them so special?"},
    {"question": "Would you prefer your family to be smaller or larger than it is now, or neither? Do you wish you were more involved with your extended family?"},
    {"question": "In the movie Inside Out, each person has a set of 'core memories' that define who they are and how they behave. What's one of yours?"},
    {"question": "What is the biggest mistake you've made that actually turned out alright?"},
    {"question": "What's the best decision you've ever made?"},
    {"question": "What trait do you admire in others but don't possess yourself?"},
    {"question": "What cause do you strongly support, even though it wouldn't directly benefit you?"},
    {"question": "There is an old, old man who lives deep in the forest. He is immortal, and was born in the year 0. You may ask him one question. What do you ask?"},
    {"question": "What about yourself is completely different from what you were like 10 years ago?"},
    {"question": "What about yourself hasn't changed in the last 10 years?"},
    {"question": "What do you wish was possible? "},
    {"question": "What do you wish you remembered better?"},
    {"question": "What is something good that happened to you, despite the odds being stacked against you?"},
    {"question": "Is there anything you have vowed never to do?"},
    {"question": "What would the ideal version of your life look like?"},
    {"question": "If you looked out the back porch of your dream home, what would you see?"},
    {"question": "What are some core principles you have that you'll never give up or change?"},
    {"question": "What one thing changed the way you see the world?"},
]
